[
  {
    "id": "4a9b0e2cf964a520373420e3",
    "name": "Sweet Afton",
    "lat": 40.76535,
    "lng": -73.918983,
    "tips": [
      "Excellent, excellent whiskey list, VERY reasonably priced. Very nice place, gets crowded, service is fast, they turn tables. Got a pickleback w/ four roses and an Akashi White Oak blend",
      "Many thumbs up for the cocktails. Also, I love any bar that serves bacon mac and cheese, but this one is particularly yummy. I saw they have pickle backs and a pickle cocktail that I want to try!",
      "great bar in Astoria. only con, the pickle juice in the pickle back shot wasn't like whiskey towns.",
      "Fried pickles and the Mac & Cheese are out of this world. The burgers are also amazing. The night won't be complete without a pickle-back shot.",
      "picklebacks. they use powers. not the best, but haven't been able to find anyone else in astoria offering them.",
      "Pickle back shots, great burger, and fresh yummy lemonade!",
      "astoria local. great bartenders. scotch selection. picklebacks. burgers.",
      "Whiskey with pickle back chaser.",
      "Its all about the pickle back shots.",
      "Fried pickles, Jameson pickleback shot combo fa sho",
      "Try the whiskey with a pickle back chaser....amazing!"
    ]
  },
  {
    "id": "544ed5d6498e79ed1c48737a",
    "name": "The Bonnie",
    "lat": 40.7746737,
    "lng": -73.9136003,
    "tips": [
      "Excellent pickle backs with brine from McClure's. Interesting, creamy burrata served potted with toast for spreading. And the smashed avocado toast is my most ordered menu item still.",
      "Calling pickle lovers! Order the Dirty Pickle Martini. Great ratio of vodka to pickle juice."
    ]
  },
  {
    "id": "4acec156f964a520d3d120e3",
    "name": "Bronx Alehouse",
    "lat": 40.88468935285692,
    "lng": -73.89970709720696,
    "tips": [
      "Do a pickleback shot!!",
      "Have a pickle back shot!!"
    ]
  },
  {
    "id": "4c5f7bddde6920a1a1169464",
    "name": "Pine Box Rock Shop",
    "lat": 40.70547130353686,
    "lng": -73.93290802836862,
    "tips": [
      "Picklebacks and Big Buck Hunt! Great, Texas-style bar. Cheap and delicious empanadas- get the mushroom one.",
      "Drank the level 3 spicy pickleback. Haven't cried that much since Antie died in \"Honey, I Shrunk the Kids\".",
      "must get pickle backs here! so smooth",
      "Get a pickle back"
    ]
  },
  {
    "id": "4c18320a4ff90f4793250e49",
    "name": "The Narrows",
    "lat": 40.70395580482536,
    "lng": -73.93087893681681,
    "tips": [
      "backyard with rocking chairs, pretzels with beer fondue, Caulfield's Dream an Babyshka Cocktail, art-deco speakeasy, no picklebacks!",
      "No picklebacks! WTH?!"
    ]
  },
  {
    "id": "5640da0c498e069d8f8ebc6b",
    "name": "The Little Whiskey",
    "lat": 40.70293,
    "lng": -73.92982,
    "tips": [
      "Part of the Whiskey (Tavern/Brooklyn/Town) family. Great drinks, great staff, and of course great picklebacks!"
    ]
  },
  {
    "id": "4c51849e5ee81b8df9245f00",
    "name": "Lone Wolf",
    "lat": 40.69438019224541,
    "lng": -73.93052609813012,
    "tips": [
      "Get some pickle backs cause they are delicious."
    ]
  },
  {
    "id": "51a63dea498ea32befbdbb84",
    "name": "Gallery Bar",
    "lat": 40.694786418476379,
    "lng": -73.9318779245478,
    "tips": [
      "This bar is awesome - make sure you get the pickle back from Jeremy - best bartender ever!!"
    ]
  },
  {
    "id": "510eaa48e4b0a47ac1c3ae6a",
    "name": "The Rookery",
    "lat": 40.70740938728681,
    "lng": -73.92237939333961,
    "tips": [
      "They have all the whiskey and the best pickle backs"
    ]
  },
  {
    "id": "501c7c17e4b01ea6a1cc3648",
    "name": "The Graham",
    "lat": 40.70819840521639,
    "lng": -73.94333468303893,
    "tips": [
      "Great bartenders! Great atmosphere! Amazing pickle backs and delicious cocktails!  Jazz music during brunch! Outside seating!"
    ]
  },
  {
    "id": "4d673f06ae912d4396048f09",
    "name": "The Anchored Inn",
    "lat": 40.70924278935182,
    "lng": -73.93718161072704,
    "tips": [
      "Carmen fries and a spicy pickle juice shot. Holy amazing."
    ]
  },
  {
    "id": "4f8a156be4b0ab0c1bb08ad6",
    "name": "Post No Bills",
    "lat": 40.70726685968925,
    "lng": -73.93971908399931,
    "tips": [
      "$4 picklebacks, $6 micheladas, $8 Negronis (and a bunch of other cocktails). SOLD."
    ]
  },
  {
    "id": "4e977a92f790dd407e8fe7a6",
    "name": "Burnside",
    "lat": 40.71097082165295,
    "lng": -73.95100232958464,
    "tips": [
      "If you told me yesterday that I would actually like taking a shot of pickle juice, I would say that you were crazy. Today, thanks to burnside, I know it's awesome. Try the $5 powers + pickleback.",
      "One of the shot specials is a Powers pickleback. Powers whiskey shot + Brooklyn Brine pickle juice chaser. One of the best picklebacks I've had in the area.",
      "Picklebacks and stuffed cheeseburgers",
      "Picklebacks!",
      "Get a pickle back"
    ]
  },
  {
    "id": "4e52d190091aa2eef14de455",
    "name": "Noorman's Kil",
    "lat": 40.711375091898307,
    "lng": -73.94787592777732,
    "tips": [
      "Delicious pickle backs! Love that the brine is slightly sweet.",
      "If you drink one thing here, drink the Pickleback. Trust me."
    ]
  },
  {
    "id": "4c241507c11dc9b6a4fe2424",
    "name": "Lady Jay’s",
    "lat": 40.71150288670104,
    "lng": -73.94684973989532,
    "tips": [
      "Best southern hospitality this side of the Mason Dixon!! Get a pickleback and play shufflebowl with the friendliest and cutest bartenders around!!",
      "great picklebacks!!",
      "one word: picklebacks",
      "Sorry guys the picklebacks actually are not great -- WAY too salty"
    ]
  },
  {
    "id": "43276800f964a520bc271fe3",
    "name": "Bushwick Country Club",
    "lat": 40.71131816733255,
    "lng": -73.94743418098801,
    "tips": [
      "You really can't beat their $6 PBR tall boy pickle back shot special. Mini golf in the back. Free cheese puffs and photo booth inside.",
      "really didn't love this place when living in the burg, but since moving, have a huge appreciation of: the backyard, the prices, and the fact that they invented the pickleback here; and do it right.",
      "In addition to the pickle-back, you have to try the one-of-a-kind alcoholic slushie machine that swirls out Jim Beam-and-Coke and frozen sweet tea vodkas.",
      "Pickle back shots, PAC man, photo booth, mini golf in a chill dive bar that serves Delirium Tremens and free cheese puffs :):) got to love it !",
      "This club hosts the highlight of the annual DonorsChoose Moustaches for Kids charity contest, where growers gather to drink \"picklebacks\" (a shot of Jameson whisky and a shot of pickle juice).",
      "Super friendly staff, dog friendly, and home of the pickleback.",
      "Still crazy after all these years. Go for the pickleback and super size it",
      "Real adults order cheesy poofs with their tecate, tequila and picklebacks.",
      "Total Williamsburg dive. Home of the pickleback. And legit photobooth. (3 of 4 petals via Fondu)",
      "Picklebacks and slushies. Plus lots of atmospheric outdoor space.",
      "I always forget to order slushies until after my second or third pickle back",
      "Great picklebacks here! Rock the tallboy on the side.",
      "Picklebacks, boozy slushies, and mini golf in the back.",
      "Pros: “Invented” the pickle-back, has mini golf in the yard. Cons: Barman was  a douche and the mini golf was terrible.",
      "Tallboys for $1 extra with your pickleback. You'd be a fool to turn that down",
      "Pickle back/PBR combo + Cheese puffs = Good time + Headache in the AM.",
      "First pickleback I've ever had; try it!",
      "I love picklebacks",
      "FOR EUROPEANS: don't do a pickleback ;)",
      "You should probably get a pickle back here",
      "The pickle back was invented here.",
      "Get the pickle shot / PBR tallboy combo or take your autotune box back to Union Pool.",
      "Get the pickle back (pickle shot) with a whiskey shot. Tasty.",
      "Cheesy poofs + pickle backs = dinner of champions",
      "PICKLEBACK.  PROVE YOURSELF."
    ]
  },
  {
    "id": "4b92f20ff964a5204a2934e3",
    "name": "Matt Torrey's",
    "lat": 40.71358005341186,
    "lng": -73.94153272491403,
    "tips": [
      "Now with picklebacks"
    ]
  },
  {
    "id": "510edd2ce4b0bb3c6aacb533",
    "name": "Roebling Sporting Club",
    "lat": 40.71693058675784,
    "lng": -73.95465939440152,
    "tips": [
      "Pickleback shots. Also, the french toast fritters stuffed with nutella.",
      "Best picklebacks and awesome bartenders",
      "Beef jerky in their pickle backs! Friday night Karaoke guy is a lame-ass"
    ]
  },
  {
    "id": "4da60c5d432dd03d359b8729",
    "name": "Spritzenhaus 33",
    "lat": 40.72321775167592,
    "lng": -73.95275115966797,
    "tips": [
      "Don't order picklebacks unless you want to pay an extra $2 for the pickle juice."
    ]
  },
  {
    "id": "4b1883b5f964a520b6d323e3",
    "name": "Keg & Lantern Brewing Company",
    "lat": 40.72392428315277,
    "lng": -73.95039223578604,
    "tips": [
      "$5. Jameson & Pickle juice shots...Niice. Weird but Niice!!",
      "Pickle backs all the way",
      "Picklebacks!!!"
    ]
  },
  {
    "id": "4ee40e906d868c055061c7b5",
    "name": "One Stop Beer Shop",
    "lat": 40.72099004466445,
    "lng": -73.94082949143942,
    "tips": [
      "Try the borschtback!!! Its delicious! The pickle back is not too bad either!!!! Yeehaw!!!!!!"
    ]
  },
  {
    "id": "4a5f5afef964a52073bf1fe3",
    "name": "Dominie's Hoek",
    "lat": 40.74361231146355,
    "lng": -73.95369056015777,
    "tips": [
      "Bring your own pickle juice."
    ]
  },
  {
    "id": "4bf5d5665efe2d7f0e2a6634",
    "name": "Mad Donkey Beer Bar & Grill",
    "lat": 40.75610361624926,
    "lng": -73.92863519147191,
    "tips": [
      "1) MJ, the bartender on Tues. and Wed.  is THE definition of a New York bartender.  2) Ask for a pickle back.  MJ had this shot locked down 3 1/2 years ago!",
      "MJ our bartender rocks my socks. Ask for a pickle back. You'll keep coming back for more. Mmmmmmm...."
    ]
  },
  {
    "id": "509c54afe4b047ee279e799b",
    "name": "The Strand Smokehouse",
    "lat": 40.76308249139584,
    "lng": -73.92732805037098,
    "tips": [
      "Picklebacks in mini Mason Jars. If that isn't the recipe for a good time I don't know what is."
    ]
  },
  {
    "id": "4fe0eda4e4b0085f8737a2cc",
    "name": "The Penrose",
    "lat": 40.775533410230817,
    "lng": -73.95324874603273,
    "tips": [
      "Large space, cute interior, tasty pickle back shots and yummy oyster sliders.  Def coming back, nice neighborhood spot!",
      "my go-to date spot on the UES! also- their pickleback shots are the best I've ever had.",
      "Best pickle back."
    ]
  },
  {
    "id": "53f74a0c498ecc0a79919089",
    "name": "Erv's On Beekman",
    "lat": 40.660003392345348,
    "lng": -73.96093490360836,
    "tips": [
      "This place has two different kind of amazing pickle back shots. Obviously you should get them both.",
      "Tiny but AMAZING. Try the tomatillo pickle back."
    ]
  },
  {
    "id": "4ebca79ce300ba1043ce6d8a",
    "name": "The Crown Inn",
    "lat": 40.67396103632496,
    "lng": -73.95698262276463,
    "tips": [
      "PICKLEBACKS!!! Also Patio closes at midnight."
    ]
  },
  {
    "id": "4d55eb2db4deb1f72e760a7a",
    "name": "Halyards",
    "lat": 40.673213,
    "lng": -73.98975,
    "tips": [
      "Order a pickleback."
    ]
  },
  {
    "id": "4bb092aef964a520cc4c3ce3",
    "name": "Mission Dolores",
    "lat": 40.67621785391348,
    "lng": -73.98339539766312,
    "tips": [
      "Pinball is incredibly hard, pickle juice for the pickle back is much too sweet (more gherkin than dill), but bar has a fun/chill vibe similar to Sweet and Vicious"
    ]
  },
  {
    "id": "4fa1abb2e4b0dad249f370d7",
    "name": "The Monro Pub",
    "lat": 40.667749916506128,
    "lng": -73.98746831816134,
    "tips": [
      "They take a love of pickles to a new level with the Dirty Pickle (like a dirty martini with pickle juice) and its delicious."
    ]
  },
  {
    "id": "4c848884d8086dcbd4608a52",
    "name": "Brooklyn Public House",
    "lat": 40.68953711323655,
    "lng": -73.96939820491572,
    "tips": [
      "Fun spot to grab a drink (and depending on your evening, a pickle back shot) after dinner at Roman's"
    ]
  },
  {
    "id": "4b54d9caf964a520aacf27e3",
    "name": "Woodwork",
    "lat": 40.68026881696728,
    "lng": -73.96789340317216,
    "tips": [
      "Even if you don't think you'll like it try the pickle back!  It's delicious. So is the food--especially the pork sliders and Mac and cheese (add meat!).",
      "One of my favorite bars for watching sports or hanging out. Truffle Mac and Cheese with Chorizo and a pickle back... Does the body good.",
      "Everything on the menu is delicious and you shouldn't leave without trying the pickle back",
      "Offering free Pickleback or Cheezy Bread w/ purchase during Uber NYC's #BKLOVESuberX, 8/23-25/13.",
      "be sure to get a Pickleback!!",
      "Best picklebacks in town!",
      "Picklebacks. 'Nuff said.",
      "picklebacks. yup."
    ]
  },
  {
    "id": "4bf721834a67c928eb2123cf",
    "name": "Branded Saloon",
    "lat": 40.679394059795118,
    "lng": -73.96816545095966,
    "tips": [
      "Best pickle backs.",
      "Get the pickle juice...you'll regret it!"
    ]
  },
  {
    "id": "4bd7615a88559521bf6787a7",
    "name": "Mirrors On Grand",
    "lat": 40.68821897377692,
    "lng": -73.96284845650945,
    "tips": [
      "$3 pickleback shots...can't beat that!"
    ]
  },
  {
    "id": "55e1272c498e7d11ee320040",
    "name": "North Pole",
    "lat": 40.6815000474262,
    "lng": -73.97734060807588,
    "tips": [
      "Try the pickle shots!!",
      "Unique pickle shots."
    ]
  },
  {
    "id": "54939583498ee220d8dc6198",
    "name": "Livingston Manor",
    "lat": 40.689367385255589,
    "lng": -73.98598830953464,
    "tips": [
      "Good selection of spirits and they have Pickle Backs. A little late to the party w that but the vibe is good.. not too hipsters"
    ]
  },
  {
    "id": "4d57475d58856dcb655a646d",
    "name": "Post Office Whiskey Bar",
    "lat": 40.71046894715643,
    "lng": -73.95818525154954,
    "tips": [
      "Great cocktails, wait staff is accommodating to the point they will try to rearrange tables to fit your party but without interrupting the moving party (pickle backs for all)",
      "Best picklebacks, great drinks. order the pulled pork sammy",
      "best picklebacks I've ever had. (4 of 4 petals via Fondu)",
      "Pickle backs not as good as whisky Brooklyn",
      "Great picklebacks!"
    ]
  },
  {
    "id": "4af33812f964a520d2eb21e3",
    "name": "Full Circle Bar",
    "lat": 40.71270201101613,
    "lng": -73.95665558149874,
    "tips": [
      "Get the jala-back instead of the pickle back. Packs a punch! And cheer for the Skeeroes!!"
    ]
  },
  {
    "id": "43bcdf8ff964a520fe2c1fe3",
    "name": "Maracuja",
    "lat": 40.71316495810595,
    "lng": -73.95784535889148,
    "tips": [
      "Classic Williamsburg dive bar! Pickleback shots for $5; so worth it! If you don't what those are, just try it! Great beer, pool table and Big Buck Hunter in the back. Really fun spot.",
      "Very Williamsburg bar. And by that I mean the bartenders specialize in pickle back shots. Kinda tasty... Nice, warm atmosphere here. (3 of 4 petals via Fondu)",
      "Dive vibe without being rundown in the slightest. Great pickle backs for $5!",
      "Picklebacks!",
      "$5 picklebacks"
    ]
  },
  {
    "id": "4a723060f964a5208cda1fe3",
    "name": "Lucky Dog",
    "lat": 40.713517,
    "lng": -73.961712,
    "tips": [
      "The bar is casual, “divey,” has $5 beer and pickle back shot specials, and is dog-friendly!",
      "Pickle backs!",
      "Pickle backs."
    ]
  },
  {
    "id": "511aac3c011c9870a17a8f5d",
    "name": "Sweet Chick",
    "lat": 40.718310474102107,
    "lng": -73.9572948217392,
    "tips": [
      "Genny and Jameson Pickleback for only $9!"
    ]
  },
  {
    "id": "3fd66200f964a5206ceb1ee3",
    "name": "Charleston",
    "lat": 40.71804197564418,
    "lng": -73.95757903554864,
    "tips": [
      "The slice of pizza wasn't very good but for $7 with a beer and shot you can't complain. Oh, there's picklebacks!",
      "Fun place. Free pizza, great pickleback shots and games to play."
    ]
  },
  {
    "id": "420bf580f964a5207f1f1fe3",
    "name": "Rosemary's Greenpoint Tavern",
    "lat": 40.71765223998189,
    "lng": -73.95796305236388,
    "tips": [
      "ask danny about the infamous \"Pickleback\" drink. (tell him this guy named johnny told ya!!!)"
    ]
  },
  {
    "id": "4127e200f964a5205d0c1fe3",
    "name": "Zablozki's",
    "lat": 40.718409249901529,
    "lng": -73.95995608819696,
    "tips": [
      "Laid back, sorta dive-y bar with a bunch of seating, pinball machine, pool table, and a disco ball! Pickleback shots are a staple here, and the slushie drinks are good too. Attracts a fun crowd!",
      "Just a solid Williamsburg bar. Nice during the summer because the open up the front. Get a beer or a pickle back.",
      "Great bar, vert cool. If you wanna ha e a drink a talk and chill out it a is a great option !! The picklebacks are awesome!!",
      "Spicy pickle backs"
    ]
  },
  {
    "id": "4ac6bb7ff964a52014b620e3",
    "name": "The Woods",
    "lat": 40.71276262869612,
    "lng": -73.96636730051528,
    "tips": [
      "Great pickle back shots. Wait, all pickle back shots are great.  If it's not too busy, play some shuffleboard in the back.",
      "Great music ranging from 80's and 90's House and Hip Hop. Don't forget to order the pickle shots!",
      "$6 shot of Jameson + Shot of pickle juice. Delicious. Don't knock it til you've tried it.",
      "Pickle backs and dancing",
      "pickle juice + the best music",
      "Gotta have the pickleback!!",
      "$1 picklebacks on Mondays. Whaaa...",
      "Get the pickle backs!!!!",
      "Shoot the Jameson  toss the pickle juice. Man up bitches!!",
      "Pickleback is amazing",
      "Give @RobHitt a hug and he will buy you a pickle-back!",
      "Picklebacks changed my life.",
      "Pickleback!"
    ]
  },
  {
    "id": "3fd66200f964a520f6ea1ee3",
    "name": "169 Bar",
    "lat": 40.71402088381144,
    "lng": -73.98987293243407,
    "tips": [
      "The ultimate pickleback divebar",
      "Picklebacks"
    ]
  },
  {
    "id": "4b6caaddf964a520ac4a2ce3",
    "name": "The Whiskey Brooklyn",
    "lat": 40.72114429824649,
    "lng": -73.95695686340332,
    "tips": [
      "Best pickle back shots I've ever had. Come on a week night and have one of the bartenders create special cocktails for you. Food is solid, too.",
      "Obviously, pickle backs are the way to go, but the happy hour is also pretty great: $1 off all the already affordable drinks from noon to 8! Check out my review under \"More Info\" below!",
      "Staff here are very friendly people. They do not hesitate to give buyback with pickle back shots! Wings are great. Try the bowl o' bacon.",
      "Throw down Pickle Backs (Whiskey shot w/ Pickle Juice chaser) at this massive adult rec room w/ shuffleboard, foosball, Buck Hunter, mini-basketball, and an Arcade Legends machine.",
      "If you can stand being shoulder to shoulder in a sea of bros, get yourself a few spicy pickle backs to cope.",
      "Great alternative to Brooklyn bowl, less wait and bullshit covers, decent priced drinks, great picklebacks and friendly staff.",
      "I spent hours learning shuffleboard here and drinking amazing beer. (And don't be afraid of the Pickle Backs... they're better than they sound)",
      "Try the Rita Moreno with added pickle juice. Freakin' amazing. The bartender Vinny is awesome.",
      "Try a Pickle Back with Tom Lawless American whiskey.  Amazing selection of whiskeys and lots of bar and arcade games.",
      "Spicy pickle back is surprisingly good. First time here and bar menu looks great hope it lives up to expectations. Honestly this I have high expectations and this place looks like it won't disspoint",
      "awesome spicy picklebacks, friendly (and good looking) bartenders, phenomenal shuffleboard tables. who could ask for anything more?",
      "Everyone needs to have a pickle shot. It is amazing!!! Also the John daly is delish.",
      "Fun! Start with a Tom Lawless and spicy pickle back. There are arcade games!",
      "Spicy pickle-backs! And there's a photo booth in the back by the bathrooms",
      "Be sure to have a Brooklyn Lager for washing down your picklebacks!",
      "Their spicy pickle backs are amazing!",
      "Spicy pickle backs are the best!",
      "Loaded tots + some Pickle Backs + a game of shuffleboard + a game of Buck Hunter = Whiskey Brooklyn is awesome.",
      "Shuffle board, buck hunter and pickle backs!",
      "Spicy pickle back shots! & tater tots!",
      "Pickle Backs and shuffle board. Inner hipsters rejoice!",
      "Awful. They run their shit like some kind of night club and decide who's cool enough, or has enough single women with them to get in, as if Paris Hilton is in their slurping down pickle-backs.",
      "Apparently this place has some of the best pickleback shots around.",
      "Used to be great. Picklebacks are still good but when did this place get so Jersey Shore?",
      "Pickle shots are awesome and have a special with beer.",
      "dance party! pickle backs! bowl of bacon! photo booth! enough said.",
      "Just order a pickle back. You will thank me later...",
      "Still don't understand the pickle back shot. Good dark and stormy though.",
      "Pickle back shots = what God drinks",
      "Pickle juice shots arw better then they sound!",
      "Picklebacks and skiball",
      "I survived the Pickleback",
      "Pickle backs all night.",
      "Pickle back versus spicy back",
      "Pickle backs are the shit",
      "Have a pickle-back shot",
      "Pickle backs!!!!!!"
    ]
  },
  {
    "id": "4b7def17f964a520ceda2fe3",
    "name": "The Counting Room",
    "lat": 40.720933,
    "lng": -73.95663,
    "tips": [
      "Order a pickle back. The pickle juice is fresh. It burns the throat and feels amazing."
    ]
  },
  {
    "id": "49c060a7f964a52061551fe3",
    "name": "The Gibson",
    "lat": 40.72011013673447,
    "lng": -73.95530890596814,
    "tips": [
      "Eh, if you're in the mood for pickle back shots head to the whiskey brooklyn instead. Too spicy."
    ]
  },
  {
    "id": "46869096f964a52048481fe3",
    "name": "Black Rabbit",
    "lat": 40.73005701987417,
    "lng": -73.95658766171472,
    "tips": [
      "Stop 3: Frito pie, backyard beer garden board games, pickle backs.",
      "$6 pickle backs FTW"
    ]
  },
  {
    "id": "4d3e1d2c6e0aa1cdb0fcf12c",
    "name": "Mable's Smokehouse & Banquet Hall",
    "lat": 40.72114836390466,
    "lng": -73.95703732967377,
    "tips": [
      "The best BBQ in NYC period end of story. Pulled pork, collards with hot sauce and Mac and cheese. Wash it down with a pickle back!",
      "Ask your bartender for a complimentary pickle back shot!"
    ]
  },
  {
    "id": "5253425511d2a7c140e5f561",
    "name": "The Whiskey Annex",
    "lat": 40.72096710435367,
    "lng": -73.95674125359477,
    "tips": [
      "Friendly place, if a bit generic. Two varieties of pickleback!"
    ]
  },
  {
    "id": "4effd1ae8b81b0190aea7919",
    "name": "The Wayland",
    "lat": 40.725238904993947,
    "lng": -73.97804711806346,
    "tips": [
      "Great $1 oyster happy hour M-F from 5pm - 7pm. There's also 2 varieties of oyster shooters. We like the version with pickle brine. Oyster picklebacks!"
    ]
  },
  {
    "id": "4aabdcddf964a520805a20e3",
    "name": "The Summit Bar",
    "lat": 40.72498746222295,
    "lng": -73.97839716820272,
    "tips": [
      "We like the spicy margarita which is the perfect way to wash down a pickleback. Cash only and avoid it like the plague on weekends. It is too packed to think."
    ]
  },
  {
    "id": "509cab3de4b0b11967fec45c",
    "name": "Subject",
    "lat": 40.72166513380743,
    "lng": -73.98475605100758,
    "tips": [
      "Offers a perfect blend of highbrow and lowbrow: good cocktail menu for when you're in the mood, but they'll whip up a few pickleback shots just as quick.",
      "This place used to have a mix of cocktails and picklebacks. These days, after new ownership, it looks nice but the drinks are premium mediocre"
    ]
  },
  {
    "id": "3fd66200f964a52012e41ee3",
    "name": "Parkside Lounge",
    "lat": 40.721087753252977,
    "lng": -73.98317385088014,
    "tips": [
      "Such a great spot! Dive bar without the unsanitary, need-to-wash-your-hands-after-touching-anything feeling. Pro tip: Frozen Pickleback! (4 of 4 petals via Fondu)",
      "They make their own pickle juice, what more needs to be said?",
      "Awesome pickle back. Spicy jalepaño flavor"
    ]
  },
  {
    "id": "50d4d50ee4b0260dfc1efe72",
    "name": "Boulton & Watt",
    "lat": 40.72232356498875,
    "lng": -73.98638039218521,
    "tips": [
      "Definitely a go-to in the EV of A. Want a crazy night? Get a couple pickle backs, my favorite is the beet one! I also love their gin cocktail that's named Deviation. Recipe for an amazing night!",
      "Great cocktails, food & service. You have to try the picklebacks here, they create their own pickles here so they have different flavor a",
      "Get a pickleback with the pineapple habañero brine. Uniquely spicy, salty, and sweet.",
      "feels a little fratty on a weekend night, but good food & drinks. try the pickleback shots.",
      "Flavored picklebacks! I mean, seriously now."
    ]
  },
  {
    "id": "4facffc4e4b0e93c1eafd166",
    "name": "Hair of the Dog",
    "lat": 40.7213566938103,
    "lng": -73.98859565078615,
    "tips": [
      "Cheap ass pickle backs u know I'm DOWNNNNN"
    ]
  },
  {
    "id": "3fd66200f964a520dfe31ee3",
    "name": "Welcome to the Johnsons",
    "lat": 40.71978727764392,
    "lng": -73.98724124700989,
    "tips": [
      "Come here while you wait for a table at Essex for brunch. They have the BEST bloody mary's that include, Guiness, pickle juice and other spicy flavors!!!"
    ]
  },
  {
    "id": "3fd66200f964a52049e31ee3",
    "name": "The Whiskey Ward",
    "lat": 40.71962368197936,
    "lng": -73.98767741198104,
    "tips": [
      "Amazing place !! The whisky sweet tea and pickle back shot ate must have!"
    ]
  },
  {
    "id": "40a2ba80f964a5200ff31ee3",
    "name": "Iggy's Keltic Lounge",
    "lat": 40.720217966833818,
    "lng": -73.9882535399757,
    "tips": [
      "If you were considering picklebacks, know the pickle juice is extremely diluted.  Be safe, order bottled beer.",
      "Stay away from pickle back. Pickle juice is heavily watered down - bar staff is in on it"
    ]
  },
  {
    "id": "3fd66200f964a520e8e31ee3",
    "name": "Local 138",
    "lat": 40.72038588069406,
    "lng": -73.98815171539779,
    "tips": [
      "$7 for a pickleback + pbr"
    ]
  },
  {
    "id": "4c8805550f3c236a6270ef5c",
    "name": "Sophie's",
    "lat": 40.724722,
    "lng": -73.983791,
    "tips": [
      "Try a pickle back!"
    ]
  },
  {
    "id": "451aa7d8f964a520653a1fe3",
    "name": "Mama's Bar",
    "lat": 40.722622148626509,
    "lng": -73.98317277431488,
    "tips": [
      "Try a pickle back with cucumber gin—it will change your drinking life forever!",
      "Picklebacks!!",
      "$4 picklebacks"
    ]
  },
  {
    "id": "3fd66200f964a52029e31ee3",
    "name": "Cherry Tavern",
    "lat": 40.7256161697064,
    "lng": -73.98435024460128,
    "tips": [
      "Pickle backs."
    ]
  },
  {
    "id": "4a5b51f9f964a52000bb1fe3",
    "name": "Mary O's",
    "lat": 40.723389476778,
    "lng": -73.98544900177069,
    "tips": [
      "Best pickle shots ever. Homemade sweet and spicy brine!"
    ]
  },
  {
    "id": "3fd66200f964a5200be51ee3",
    "name": "The Library",
    "lat": 40.72243154766427,
    "lng": -73.98623117695644,
    "tips": [
      "Cheap drinks, good vibe, and they have a decent pickleback"
    ]
  },
  {
    "id": "3fd66200f964a5202fe41ee3",
    "name": "d.b.a.",
    "lat": 40.72430769442618,
    "lng": -73.98797584007453,
    "tips": [
      "Board games! Love the pickle backs. I think they're dog-friendly; there were 3 dogs here when I came!",
      "2 drink minimum for credit card. But OMG $5 PICKLEBACKS YES"
    ]
  },
  {
    "id": "46fe3f5ef964a520184b1fe3",
    "name": "Whiskey Town",
    "lat": 40.72574081337552,
    "lng": -73.99028290313753,
    "tips": [
      "One of my favorite bars in Manhattan. Cozy interior. John, the bartender, is a great host. Spicy Pickleback is where it's at.",
      "The phrase \"Always On, Slightly Off\" might as well have been created to describe Whiskey Town's signature beverage, the Pickle Back: a shot of whiskey followed by a pickle juice chaser. - IFC Staff",
      "The bar is awesome.. Great vibe, music, people. Pickle back shots are sick.. The bouncer was not super awesome. I stepped out for a minute with my date and he was all up in my business.. Not cool dude",
      "Delicious and cheap pickle backs. Can do: Beer, Shot, and a pretzel for $13!",
      "Their picklebacks are dangeresque. Toss in Jenga at the bar for a guaranteed night of shenanigans!",
      "Cheap drinks, picklebacks and a photo booth -- The perfect combo for a wild night.",
      "Picklebacks (spicy) a great experience !!!",
      "Great pickle back shots, good music, fun games and a photo booth! 👍🏻",
      "Don't be scared to order a beer out of can at this place, it comes in a coozy. Also: PICKLE BACK",
      "Trivia on Mondays! Win free picklebacks",
      "Holy $#¡+ y'all gotta ask about the pickle back.",
      "Pickle shot is weird, but the music is awesome.",
      "Picklebacks....far superior to Nickelback",
      "Best pickleback shot in the city",
      "The pickle back is delish!",
      "Picklebacks!",
      "Drink all the picklebacks, play all the Jenga, eat all the popcorn, take all the photo booth photos and blow out all the candles. Repeat.",
      "Best pickleback!",
      "Pickle back shot",
      "Pickleback!"
    ]
  },
  {
    "id": "4c6f2ad5d7fab1f716c25ac9",
    "name": "Fat Buddha",
    "lat": 40.729864563969709,
    "lng": -73.98054420948029,
    "tips": [
      "Kitchen is open late. Love the cheap picklebacks, chicken wings, and 90s hiphop. I'm always here. $5 cover.",
      "Their take on picklebacks is worth a try (kimchi picklebacks!).",
      "Pickleback, except with kimchi chasers.",
      "Kimchi Picklebacks!"
    ]
  },
  {
    "id": "3fd66200f964a5207ce31ee3",
    "name": "Planet Rose",
    "lat": 40.7301443,
    "lng": -73.9807189,
    "tips": [
      "Tip the KJ and bartenders and don't sing \"Total Eclipse of the Heart\" try the pickle backs!!",
      "Don't leave without trying a pickleback (whiskey and pickle juice) best drink on the menu",
      "Pickle backs!!!"
    ]
  },
  {
    "id": "471c8c85f964a520b34b1fe3",
    "name": "Royale",
    "lat": 40.725896,
    "lng": -73.97785538000002,
    "tips": [
      "Debate all you want about the best burger in town — this one is at the top of the list. Plus, it’s called the Royale With Cheese! Also on site: “bacon picklebacks” and a nice garden in the back.",
      "Bacon cheeseburger hits the spot! Their fries taste like chips and are good. Piggy back shot is interesting... It's a pickle back with a piece of bacon. Bacon is a little too salty for the shot though",
      "Ask for the piggyback shot. Whiskey shot followed by. Shot of pickle juice and finished with a piece of bacon. One of a kind",
      "The burger and bacon pickleback shots are a must",
      "Royale w/ cheese, bacon pickleback and garden in back - buzzfeed suggestion"
    ]
  },
  {
    "id": "4bdbb6563904a593cfe04b9e",
    "name": "The HorseBox",
    "lat": 40.730101,
    "lng": -73.980512,
    "tips": [
      "Don't have the pickleback shots... they use disgusting pickle juice! Great place though :)",
      "Pickleback - do it, love it, repeat as needed.",
      "Picklebacks. Mmm."
    ]
  },
  {
    "id": "41c0d000f964a520891e1fe3",
    "name": "Bua",
    "lat": 40.7267574,
    "lng": -73.9839456,
    "tips": [
      "Best pickle backs in the city!",
      "Try the Pickle backs!!! You won't regret it",
      "They have pickle backs :)",
      "Never had better pickle-backs in my life!",
      "order up pickle backs here as they have the best/spicy pickle juice"
    ]
  },
  {
    "id": "3fd66200f964a520b6ea1ee3",
    "name": "Odessa",
    "lat": 40.7264162139801,
    "lng": -73.98340581064316,
    "tips": [
      "Picklebacks."
    ]
  },
  {
    "id": "3fd66200f964a52026eb1ee3",
    "name": "International Bar",
    "lat": 40.726433,
    "lng": -73.98588,
    "tips": [
      "Try a beetle back if you thought pickleback was interesting. Surprisingly good (though also I worry may give me a stomach ulcer)."
    ]
  },
  {
    "id": "43a35cb5f964a5203d2c1fe3",
    "name": "Blue & Gold Tavern",
    "lat": 40.72723974221591,
    "lng": -73.9863242294762,
    "tips": [
      "Picklebacks."
    ]
  },
  {
    "id": "3fd66200f964a52025eb1ee3",
    "name": "Bull McCabe's",
    "lat": 40.72896627752871,
    "lng": -73.98838260606193,
    "tips": [
      "They \"ran out\" of pickle back shots and then magically had more around 2am after we had bought more expensive drinks...",
      "Picklebacks and darts. Yes please."
    ]
  },
  {
    "id": "43a46529f964a520492c1fe3",
    "name": "Professor Thom's",
    "lat": 40.73203003131454,
    "lng": -73.98549657721655,
    "tips": [
      "Try the pickle-backs here."
    ]
  },
  {
    "id": "440d6b93f964a5208b301fe3",
    "name": "Crocodile Lounge",
    "lat": 40.731916357851257,
    "lng": -73.98383223928617,
    "tips": [
      "DISGUSTING!!!!!!!!!! pickle back, cold pizza, BUT drafts are cheap and pizza is free. If you are a stugggling NYCer lookin to party, this place is for you and ONLY YOU. Everyone else, dnt be fooled!!!",
      "Try out the Pickleback - a shot of whiskey followed by a shot of pickle juice that completely eliminates the burn!",
      "Pickle backs",
      "One word.... Picklebacks"
    ]
  },
  {
    "id": "3fd66200f964a520caea1ee3",
    "name": "Angel’s Share",
    "lat": 40.73013910823928,
    "lng": -73.98922693741638,
    "tips": [
      "Pickle backs and.hot apple alcoholic lovers dream cider! Yummy! With drenched alcoholic apples yummmay"
    ]
  },
  {
    "id": "3fd66200f964a52099e41ee3",
    "name": "Thirsty Scholar",
    "lat": 40.729616,
    "lng": -73.98697995,
    "tips": [
      "GREAT little dive bar. My girlfriend and I come here often. Try their $5 pickle backs. Also, they play great 90s rock on Saturday nights!"
    ]
  },
  {
    "id": "4d90ef861716a1430e6d6df7",
    "name": "Saint Vitus Bar",
    "lat": 40.73670754945379,
    "lng": -73.95510587039913,
    "tips": [
      "The pope or the bishop, tall cans of coors banquet with a pickle back or evan williams. Who gives a shit, its a banquet tall can",
      "Hands down the best pickle backs on earth.",
      "Treat yourself to a pickle-back!"
    ]
  },
  {
    "id": "4ef814d19a52c90841a52f78",
    "name": "The Belfry",
    "lat": 40.73286245412899,
    "lng": -73.98630004553798,
    "tips": [
      "You come here if you want to try all the different takes on a pickle back. Totally worth it with a regular one for just $5 all night! For those who enjoy a bloody mary you may prefer the Bentley. Mmm.",
      "Such a cute date spot with live jazz music and $5 picklebacks to lighten the mood. If you like beer, they have a ton of options on draft which was unexpected. Def one of my new go-to spots.",
      "Fun relaxed atmosphere with an upscale vibe. Yummy drinks and order a pickleback! It's the signature drink, or should I say shot, at the bar  and its delicious",
      "The Bentley pickleback is spicy, srirachy, and savory. Just bring a mint (or 5) if you're tryna closetalk to some prospects after",
      "Great place to catch up with friends, love the ambience and solid cocktails and beer selection. Also need to have a pickleback shot, one of the better ones I've had.",
      "Loveeee. Thursday nights they have a live funk band.  So great. I like the regular pickle backs vs spicy but that's just me. U should just get both & decide for yourself! :)",
      "Best spicy picklebacks around! Bartenders Tim and Dylan are super-chill! And Tuesday night trivia is a blast! (4 of 4 petals via Fondu)",
      "My favorite spot for picklebacks. For $5, you can't beat it. Get a slice at Joe's afterwards.",
      "Best way to spend a Tuesday night, with Picklebacks and Trivia.  Every Tuesday night starting at 8pm come out and play along with NYC Trivia League. Prizes for the top 3 teams.",
      "5 dollar standard picklebacks, great deal for that area of town...sober? just ask for a shot of pickle juice! free!",
      "The usual east village douche-bro crowd. But if you don't mind that, the pickle backs are actually good. They have different kinds of pickle juices.",
      "Great bar with awesome bartenders and a super chill atmosphere. Grab a spicy pickleback or a Bentley!",
      "Cool spot, narrow cozy space, trendy, well known for their picklebacks",
      "Quite the range of pickleback shots...many of them only $5. Decent beer selection but it gets crowded after 10 on weekend nights!",
      "Many pickle back shots to choose from.. whaaat!",
      "Coziest bar. I love the vibe in here. Pickle back menu only adds to the awesomeness.",
      "Ask for a hickory pickleback and/or triple back. Also, Anna is the bomb server, treat her well!",
      "The best pickleback shots in NYC. Do try the Bentley. You won't stop at just 1 shot.",
      "I like the picklebacks. I like the vibe on Tuesdays. Too rowdy for chilling with friends tho.",
      "Greatest place for pickle backs! Get the spicy ones for a spicy breath ;)",
      "The picklebacks were so much fun! I loved the Christmas lights too.",
      "Picklebacks. You can bring in food & keep in mind there's a $20 card min.",
      "Chill bartenders, a backdrop of b&w films played to mellow music. Do a spicy pickleback ($5).",
      "Try a pickle back. Not every day that you chase down a shot of Jameson's with pickle juice!",
      "amazing spicy picklebacks and reasonably priced cocktails",
      "The Fixings and best picklebacks in town. Definite win!",
      "Spicy picklebacks are VERY spicy, but totally worth it",
      "The service is good, even for large groups. Drink lots of pickle backs.",
      "This place has many specialty pickle backs. Get em!",
      "Spicy pickle backs! Avoid weekends if you do not like large crowds",
      "Throw back some classic picklebacks (spicy or sour) and listen to some oldies tunes",
      "Great beer selection. And 5$ pickleback specials.",
      "An incredible variety of pickleback options",
      "Picklebacks are great, a little loud sometimes",
      "It's all about the picklebacks here. Get one!",
      "Love the picklebacks. Always my favorite.",
      "Oaxaca old fashioned & pickle backs - 5 different kinds",
      "$5 pickle backs & can choose spicy or sour!",
      "Pickles and pickle back shots - need I say more?",
      "Yes pickle backs. Get the spiciest one",
      "Spicy pickle backs are everything!!",
      "Pickle back shots!! Cocktails with jalapeño!!",
      "Pickle back shots for days. Cool vibes",
      "Try all of the pickle backs!",
      "Pickle back shots for the win",
      "Picklebacks. The best selection!",
      "Picklebacks!",
      "Love their pickle backs",
      "When in doubt, order a pickleback",
      "Amazing pickle backs. Nom",
      "Do a pickle back or see yourself out.",
      "Pickle back shots 👌",
      "Spicy Picklebacks!",
      "Bentley pickleback was awesome!",
      "All of the picklebacks.",
      "Pickle backs are the only reason to come here.",
      "Try a \"Bentley\", a pickle back with bitters.",
      "$5 pickle backs on Friday nights!",
      "Pickle back shot (spicy or not)  $5",
      "Pickle Back shots!",
      "Picklebacks for days",
      "Pickle back shots",
      "Picklebacks spicy or regular idk",
      "$5 picklebacks!",
      "Picklebacks!!",
      "I only come here for picklebacks.",
      "Pickle backssssssss",
      "$5 picklebacks",
      "Picklebacks.",
      "$5 Pickle Backs",
      "Picklebacks",
      "Pickelbacks"
    ]
  },
  {
    "id": "49c65e83f964a5203b571fe3",
    "name": "SideBAR",
    "lat": 40.734662227813348,
    "lng": -73.98840052540763,
    "tips": [
      "Great pickle back shots, two for Tuesdays."
    ]
  },
  {
    "id": "4b8ecf45f964a520843833e3",
    "name": "Brother Jimmy's BBQ",
    "lat": 40.73559207942734,
    "lng": -73.98869276046753,
    "tips": [
      "Pulled pork nachos, burgers, fried brussels sprouts, picklebacks and ACC basketball/football games",
      "Don't drop money on the floor. We dropped a dollar bill and didn't pick it up right away and the bouncer snatched it. Otherwise, try the pickle back shot. True southern colors.",
      "Hunter is a banging bartender!!! Try the whiskey shot...with a pickle juice chaser!!!",
      "Pickleback bonanza!",
      "pickleback!"
    ]
  },
  {
    "id": "42508380f964a520bb201fe3",
    "name": "Banc Cafe",
    "lat": 40.743313,
    "lng": -73.97992594014012,
    "tips": [
      "not sure if i'm embarrassed to admit i been here, used to be spot years ago, for younger crowd, but always broads here, try to get a pickle back from the bartenders"
    ]
  },
  {
    "id": "4b7f4808f964a520a72430e3",
    "name": "Whiskey Rebel",
    "lat": 40.74290643504119,
    "lng": -73.98200145090809,
    "tips": [
      "Pickle back shots are awesome! Must try!!!",
      "I liked this place; then I checked onto foursquare and loved it [pickle backs]",
      "Best pickle backs in NYC! (And only $5)",
      "Jameson shot with pickle back. $5.00 All Day, All Night!"
    ]
  },
  {
    "id": "4adfb640f964a520e57c21e3",
    "name": "Ace Hotel Lobby Bar",
    "lat": 40.74575933876292,
    "lng": -73.98838698863983,
    "tips": [
      "Best picklebacks in the city. Hands down.",
      "Always a cool hang. Get a pickleback!",
      "Pickle Back shots and Sly Fox for beer drinkers."
    ]
  },
  {
    "id": "41536380f964a520151d1fe3",
    "name": "Pig 'n' Whistle",
    "lat": 40.759330199337998,
    "lng": -73.96819249806782,
    "tips": [
      "Pickle backs and jäger bombs. What else do you really need."
    ]
  },
  {
    "id": "4aa1a6a8f964a520654120e3",
    "name": "Duke's",
    "lat": 40.747813241994688,
    "lng": -73.97668116125988,
    "tips": [
      "Pickle Backkkk"
    ]
  },
  {
    "id": "5424cfb0498e30269702ea2d",
    "name": "Cloud Social",
    "lat": 40.747216239801549,
    "lng": -73.98632389242882,
    "tips": [
      "Nice view! Simple but cozy. Give the pickle back shot a try if you're feeling adventurous"
    ]
  },
  {
    "id": "48821a51f964a52033511fe3",
    "name": "5th & Mad",
    "lat": 40.749534889138718,
    "lng": -73.98316076093509,
    "tips": [
      "Couldn't find a better Irish Pub- definitely try the Pickle Shots, even if you're not a pickle fan... It's about the experience!",
      "Two words: Pickleback shots.  You can thank me later.",
      "They don't serve pickle backs. WTF. Oh, and the music is for high school girls. Boo."
    ]
  },
  {
    "id": "4ca6577ab0b8236a3e579ee6",
    "name": "Féile",
    "lat": 40.74987670774746,
    "lng": -73.98978441953659,
    "tips": [
      "Pickle-back!"
    ]
  },
  {
    "id": "4ac5468cf964a52052b120e3",
    "name": "Point Break NYC",
    "lat": 40.75579063121789,
    "lng": -73.98037308190394,
    "tips": [
      "Picklebacks & orange creamsicles. Do it."
    ]
  },
  {
    "id": "40df5f80f964a52098011fe3",
    "name": "Snafu Bar",
    "lat": 40.75460008175473,
    "lng": -73.97348701758763,
    "tips": [
      "Order a Pickleback!",
      "I have but one tip......Pickleback Shot"
    ]
  },
  {
    "id": "49de328df964a52031601fe3",
    "name": "Uncle Charlie's",
    "lat": 40.75334267277707,
    "lng": -73.97407824499016,
    "tips": [
      "The pickle back shots are awesome!"
    ]
  },
  {
    "id": "4a241528f964a520f57d1fe3",
    "name": "Whiskey Trader",
    "lat": 40.76293570093437,
    "lng": -73.97780606756776,
    "tips": [
      "First time back since Halloween 2012 (aka Hurricane Sandy). Thanks Whiskey Tavern for introducing me to Pickle Backs."
    ]
  },
  {
    "id": "4c520b3b9426c92881c4bf74",
    "name": "The Three Monkeys",
    "lat": 40.7642991051469,
    "lng": -73.98300006491331,
    "tips": [
      "they have picklebacks!"
    ]
  },
  {
    "id": "49f4c2a2f964a5204c6b1fe3",
    "name": "The House of Brews",
    "lat": 40.763185378541148,
    "lng": -73.9860819616117,
    "tips": [
      "They made me do a pickleback"
    ]
  },
  {
    "id": "4ac124e6f964a520059620e3",
    "name": "Hibernia Bar",
    "lat": 40.76365,
    "lng": -73.9891,
    "tips": [
      "Pickle back-Pickle back-Pickle back!!!"
    ]
  },
  {
    "id": "3fd66200f964a5200ce91ee3",
    "name": "George Keeley NYC",
    "lat": 40.785953,
    "lng": -73.976422,
    "tips": [
      "Pickle back !"
    ]
  },
  {
    "id": "3fd66200f964a52042e81ee3",
    "name": "Jake's Dilemma",
    "lat": 40.78434331732661,
    "lng": -73.9775822346941,
    "tips": [
      "Nothing wrong with sitting outside drinking picklebacks on a nice summer day.",
      "Get a Pickleback. Trust me!"
    ]
  },
  {
    "id": "4133bf80f964a520b31a1fe3",
    "name": "Dive 75",
    "lat": 40.779471803593668,
    "lng": -73.9776970208157,
    "tips": [
      "Nice vibes, bar games, and solid pickle backs"
    ]
  },
  {
    "id": "4af5e676f964a52089fe21e3",
    "name": "South",
    "lat": 40.6633010126242,
    "lng": -73.99138516894534,
    "tips": [
      "Whiskey pickle back shots FTW!"
    ]
  },
  {
    "id": "4b6e3915f964a520acb22ce3",
    "name": "bar 718",
    "lat": 40.660488798194297,
    "lng": -73.99443024109526,
    "tips": [
      "Polish pickle shots! Life changing.",
      "Have a pickle shot"
    ]
  },
  {
    "id": "49c7bfecf964a520bb571fe3",
    "name": "Buttermilk Channel",
    "lat": 40.67591263671866,
    "lng": -73.99904030782592,
    "tips": [
      "Order the pickle dirty martini-instead of olive juice request their house made pickle juice. A true game changer"
    ]
  },
  {
    "id": "4a760fa2f964a52013e21fe3",
    "name": "The WingBar",
    "lat": 40.68255631223859,
    "lng": -73.99327716562714,
    "tips": [
      "Wings...Duh! $8 pitchers. Happy hour – buy 1, get 1. Pickle backs! Backyard (w/ smoking allowed). Burgers are always burnt. Ew😒. Owners are f'ing rad! Crowded, be ready 2 stand. Plays sports & music."
    ]
  },
  {
    "id": "4d04157154d0236a520bedd5",
    "name": "40 Knots",
    "lat": 40.68526015254617,
    "lng": -74.00256381645889,
    "tips": [
      "Pickle Backs served by Nicki are worth return trips!"
    ]
  },
  {
    "id": "425c6100f964a520fc201fe3",
    "name": "Floyd NY",
    "lat": 40.690671,
    "lng": -73.995587,
    "tips": [
      "No pickle backs and the bocce ball crew here is super good and serious so if you're just messing around probably shouldn't play here. They have measuring tapes"
    ]
  },
  {
    "id": "3fd66200f964a5203af11ee3",
    "name": "The Brazen Head",
    "lat": 40.68945105094006,
    "lng": -73.99144298874313,
    "tips": [
      "They don't have picklebacks here"
    ]
  },
  {
    "id": "3fd66200f964a520dde41ee3",
    "name": "Killarney Rose",
    "lat": 40.70506575939516,
    "lng": -74.00873266967818,
    "tips": [
      "Fruit loop shot or pickle back shot can't go wrong."
    ]
  },
  {
    "id": "49c65aa8f964a52038571fe3",
    "name": "Whiskey Tavern",
    "lat": 40.71655807771725,
    "lng": -74.00008678436278,
    "tips": [
      "Absolutely best bar I have ever been to. Rob and Phillip are awesome and make you feel right at home in a new city. Try the Pickle Back for an interesting new taste for your buds.",
      "Tots, pickle backs, and bacon bowl may be the favs... But THE PORK TACOS were amazing!!!! Ask for a side of the salsa verde to add on... And you will be in awe. #epic",
      "Bartender charm: on fire! Introduced himself to everyone in my party. Also treated me to my first Spicy Back (Pickle Back Shot + Tabasco + pepperchino). Delish! Just the right hint  of heat.",
      "There are a few great things to mention about this spot: Spicy Pickle Back shots, it's a JMU bar, the crowd is bro-y but not douche-y, & Rob the bartender is super nice and entertaining.",
      "Taco Tuesday, live music on Wednesday, heavenly tater tots, and an awesome bar staff.  You can't go wrong with this place.  Oh, and try a spicy back (spicy pickle back) if you've never experienced it.",
      "Picklebacks are the way to go, make sure to check out the patio in the back",
      "Love this place! Staff is extremely friendly and will do whatever it takes to ensure you have a great time. Pickle Back shots all the way.",
      "Best bar in the neighborhood. Food is great. Staff is awesome. Don’t forget to try a spicy pickleback!",
      "Catch the game in their back patio area. One of the best bars in Chinatown. Jeremy would pass, but I'd take a pickle back. #Linsanity.",
      "Best. Bar. EVER. Rob is NYC's most famous bartender and the pickle back shots are unparalleled in their deliciousness.",
      "Always at Whiskey Tavern: great music, friendly bartenders, pickleback shots, mini screw top champagne bottles, a photobooth, and JENGA.",
      "Perfect for birthdays! Not for the faint of heart though as picklebacks are their speciality",
      "Pickleback shots and boxes of Jenga make this humble joint on Baxter Street a favorite among locals.",
      "Best pickle back I've had in the city. Regular or spicy. Do yourself a favor.",
      "Get here...picklebacks, tater tots...good people.  Ask for Garret, he doesnt work there but Rob is an Icon",
      "I don't even drink whiskey yet love their pickleback shots! always fun to stop by and the barkeep aka rob is super easy on the eyes and makes really strong drinks ladies ;)",
      "Hands down, the best staff of any bar in NYC! And the pickle backs aren't bad either!",
      "Walk in, pickle back. Thats the way to do it! Awesome staff as well!",
      "The pickle juice and whisky shot is a very interesting combo to say the least.",
      "Pickle back, spicy pickle back, whiskey back for your pickle shot....just do it!",
      "Excellent atmosphere and great ppl! Definitely try the picklebacks!",
      "Pickle backs and Jenga make it worth going and having a couple drinks.",
      "Love the music here! And as everyone else says, Spicy Picklebacks.",
      "You have to try the spicy pickle back. Different but good.",
      "Pickle backed shots is a must. They do a good pour on their drinks too.",
      "The pickle back and spicy back sound terrible but are really delicious. Shot of whiskey followed by a shot of pickle juice (or spicy pickle juice)",
      "Picklebacks are a tradition, even if you don't like pickle juice.",
      "Get a Tavern Triple!! Genny, pickle back shot & bag of beef jerky!!",
      "Best spicy pickle back shots! Brendan, the bartender, is pretty awesome !",
      "Two words \"Pickle Back\" you have to try this at least once.",
      "Bartenders are pretty cool...get the pickle backs!!",
      "picklebacks and the best bartenders. enough said.",
      "Word on the street is that The picklebacks are incredible...",
      "Shots shots shots of pickleback!",
      "Pickle backs allll day",
      "Spicy picklebacks. Nicest staff ever.",
      "Spicy pickleback + beer special or kick rocks",
      "My new favorite place! Get a pickle back!",
      "Picklebacks spicy or not are game changers...wink, wink",
      "Pickle backs all day, err day",
      "It seems that people only drink picklebacks here",
      "Picklebacks=new obsession",
      "The pickle back.... Best thing ever invented",
      "Spicy picklebacks",
      "Things to love immediately and regret later: pickle back; bear fight.",
      "picklebacks :p",
      "The 'Pickle Back' might be the greatest thing i've ever tasted in my life",
      "Natty light in a can... $3. That and a pickleback.",
      "Every Saturday night. Punk Rawk and Picklebacks."
    ]
  },
  {
    "id": "50c28307e4b0c5b6f33ec0e1",
    "name": "Distilled",
    "lat": 40.71892639175016,
    "lng": -74.00672015035789,
    "tips": [
      "Order a Dram Betty, the liver pâté and then the duck and waffles. You won't be disappointed. And a homemade pickle back isn't a bad addition for dessert."
    ]
  },
  {
    "id": "42474900f964a52080201fe3",
    "name": "The Patriot Saloon",
    "lat": 40.71504344728126,
    "lng": -74.00814161607991,
    "tips": [
      "Perfect spot to end a big night -- anything goes here. Put \"Dueling Banjos\" on the jukebox, order a couple of picklebacks and let the good times roll..."
    ]
  },
  {
    "id": "4fb7ef4b7b0cd3a686313d43",
    "name": "Manhattan Proper",
    "lat": 40.713294870637437,
    "lng": -74.00790910809515,
    "tips": [
      "Not a good place to watch hockey games but they do have PICKLEBACKS and all of the Rihanna tunes you could possibly listen to in one sitting."
    ]
  },
  {
    "id": "555ba8d9498eae864d326936",
    "name": "The Malt House FiDi",
    "lat": 40.7094042310673,
    "lng": -74.00984190111932,
    "tips": [
      "Great picklebacks and a pretty good beer list."
    ]
  },
  {
    "id": "49f125dcf964a52091691fe3",
    "name": "O'Hara's Restaurant & Pub",
    "lat": 40.709858321038769,
    "lng": -74.01287573195107,
    "tips": [
      "Great place for beers in downtown Manhattan (especially after tour-isty things) Bartendersp are hilarious and great! Hope you get Sean! He's wonderful.  Don't forget the Jameson Pickelback! :)"
    ]
  },
  {
    "id": "4a1013b6f964a5208d761fe3",
    "name": "Warren 77",
    "lat": 40.7152047967749,
    "lng": -74.0103316223425,
    "tips": [
      "Do this: Nachos. Calamari. Ommegang. Patron. Pickle back."
    ]
  },
  {
    "id": "4de3e4effa7651589f21983d",
    "name": "Mother's Ruin",
    "lat": 40.72131099002744,
    "lng": -73.99501204490662,
    "tips": [
      "Fantastic bartenders and great pickle backs.",
      "Best place in five block radius for pickle backs and observing hipster make out sessions."
    ]
  },
  {
    "id": "49cc68acf964a5207b591fe3",
    "name": "The Randolph",
    "lat": 40.71977013753377,
    "lng": -73.99493711755977,
    "tips": [
      "Love love love. Old roman and some pickle-backs with friends ftw. They also brew some mean joe in the mornings, and now you can order food from next door (Randolph beer)! Spanking good!",
      "Easy-to-miss, non-descript bar that serves expertly mixed cocktails.  Ask for The Gershwin or a Pickleback.",
      "Get yourself a pickleback, and beware of getting #Randolphed.",
      "Two words: Pickle-back."
    ]
  },
  {
    "id": "3fd66200f964a52025e41ee3",
    "name": "Botanica Bar",
    "lat": 40.72488010976164,
    "lng": -73.99468461067412,
    "tips": [
      "The closest thing we have to a local. Be sure to try the Dark AndStormy, but if you're feeling adventurous, ask about the Pickle Back."
    ]
  },
  {
    "id": "3fd66200f964a52038eb1ee3",
    "name": "Tom & Jerry's",
    "lat": 40.72442671983843,
    "lng": -73.99335320523194,
    "tips": [
      "The pickle backs are a must! The pickle juice is homemade with horseradish + woodford reserve!! This place could be my favorite bar in New York",
      "this place is cash only and the crowds range day to day. a lot of tech and media elite hang here. points for serving picklebacks, though not the best in the city.",
      "Long bar but it's got space towards the back. And weird pickle back variations",
      "Was actually really cute! Apparently super good pickle backs",
      "Embrace yourself for a \"classy\" pickle back shot!",
      "Pro Move: get a pickleback, drink it and leave within 2 minutes",
      "Good bar nuts, and whiskey with pickle back!",
      "Packers games, Sixpoint Sweet Action, picklebacks",
      "Pickelbacks are amazing",
      "Pickle back shot, please?"
    ]
  },
  {
    "id": "3fd66200f964a52033e61ee3",
    "name": "Milano's Bar",
    "lat": 40.724824698430349,
    "lng": -73.99466121643637,
    "tips": [
      "This bare bones spot has been slinging drinks since 1880. Go on a Tuesday; when every whiskey shot comes with pickle juice! But get here early because regulars are hard-pressed to give up seats.",
      "Saturday nights are Hell of A lot of fun at Milano's $6 pickle backs, $6 Guinness, $6 red or white wine. Listen to your thirsty Beast!"
    ]
  },
  {
    "id": "3fd66200f964a52095e61ee3",
    "name": "Tribeca Tavern",
    "lat": 40.71986963105729,
    "lng": -74.00569840593437,
    "tips": [
      "Pickle juice is watered down, but lively relaxed scene."
    ]
  },
  {
    "id": "49c65f17f964a5203c571fe3",
    "name": "Baby Grand",
    "lat": 40.71991065138275,
    "lng": -73.99926856046173,
    "tips": [
      "Huge selection of music available. Two dollar songs and ten dollar picklebacks. Oh and PopTarts. What's not to love?",
      "Get Pickleback shots, best pickle juice in the business.",
      "Karaoke and pickle backs. Do it.",
      "Order the pickle back and then sing Wrecking Ball"
    ]
  },
  {
    "id": "49dc03d9f964a520445f1fe3",
    "name": "The Half Pint",
    "lat": 40.729658,
    "lng": -73.998515,
    "tips": [
      "The \"Pickleback\" shot is surprisingly amazing--Jameson with a pickle juice chaser.  Seriously!",
      "The buffalo calamari is amaze-tastic!  Throw on the Jameson shot with a pickle juice chaser shot.  Trust.",
      "Drink the Jameson, spill the pickleback. ",
      "2 things. Pickleback shot. Buffalo Calamari."
    ]
  },
  {
    "id": "3fd66200f964a5201de61ee3",
    "name": "The Red Lion",
    "lat": 40.72837781084187,
    "lng": -73.99953957113458,
    "tips": [
      "Please tip George well so he can supply our pickle back habit..  or send us to pbrehab",
      "Pickle-back shot is absolutely amazing"
    ]
  },
  {
    "id": "4cccb964c9b8468815d4bec3",
    "name": "Brooklyneer",
    "lat": 40.7285628741657,
    "lng": -74.0047215030858,
    "tips": [
      "PICKLE BACKS. This is where I discovered the BEST SHOT in the world. Don't ask questions...just order it",
      "Titos vodka, pickle juice, and hot peppers. Order one.",
      "They serve pickle backs! yum!"
    ]
  },
  {
    "id": "532ce99e498ec85163491a8e",
    "name": "The Garret",
    "lat": 40.73233477551172,
    "lng": -74.00368179147651,
    "tips": [
      "Pickle back shots with their homemade pickles were devine! This is how they're served! (Other cocktails were awesome, too!)"
    ]
  },
  {
    "id": "4c4757dd972c0f47a77a2321",
    "name": "3 Sheets Saloon",
    "lat": 40.730887,
    "lng": -74.001079,
    "tips": [
      "Try the Pickle Backs -"
    ]
  },
  {
    "id": "4bbf6580ba9776b0bf0bffc8",
    "name": "Triona's",
    "lat": 40.729960463365888,
    "lng": -73.99942762477979,
    "tips": [
      "WVPC - If you know the old name of the bar, then find Doug for a complimentary pickleback shot..."
    ]
  },
  {
    "id": "4137b400f964a520d11a1fe3",
    "name": "Daddy-O",
    "lat": 40.73045171577035,
    "lng": -74.00432253212063,
    "tips": [
      "Awesome Pickleback shots and great atmosphere."
    ]
  },
  {
    "id": "42055e00f964a520671f1fe3",
    "name": "Barrow's Pub",
    "lat": 40.73164479262212,
    "lng": -74.00668080986667,
    "tips": [
      "Picklebacks!!!"
    ]
  },
  {
    "id": "40fb0f00f964a520ea0a1fe3",
    "name": "Wogies Bar & Grill",
    "lat": 40.735394357009358,
    "lng": -74.0004233213868,
    "tips": [
      "Hair of the Pig is a revelation: a pickleback + PBR + bacon."
    ]
  },
  {
    "id": "3fd66200f964a520dae51ee3",
    "name": "Johnny's Bar",
    "lat": 40.737735687399709,
    "lng": -74.00180452139357,
    "tips": [
      "Pickleback shots with friends and the Croatian bartender. Do it",
      "Pickle back me up baby!"
    ]
  },
  {
    "id": "3fd66200f964a520ade51ee3",
    "name": "Peter McManus",
    "lat": 40.74168337835006,
    "lng": -73.99758841977594,
    "tips": [
      "This is an old school bar.  Great bartenders!  The wings are excellent and make sure to order a pickleback shot too.",
      "Drinking a pickle back shot (Jameson chased with pickle juice) is a life changing experience.",
      "Picklebacks - shot of jameson, shot of picklejuice... they have the real, good pickle juice",
      "get a pickle back shot (jameson chased with pickle juice)"
    ]
  },
  {
    "id": "3fd66200f964a520cce51ee3",
    "name": "Trailer Park Lounge & Grill",
    "lat": 40.74514799387085,
    "lng": -73.99811064164594,
    "tips": [
      "Do 5 pickle backs and then order the chili cheese bacon nachos!"
    ]
  },
  {
    "id": "514238bb5262bd5a7f11c6d1",
    "name": "One Star",
    "lat": 40.74440413863074,
    "lng": -73.9942769232206,
    "tips": [
      "They have picklebacks now!"
    ]
  },
  {
    "id": "549a24a4498e739daa80ade0",
    "name": "Cooper's Craft & Kitchen",
    "lat": 40.74266034881738,
    "lng": -74.00059640407562,
    "tips": [
      "Great beer selection. Try the cheese curds. Plus - pickle backs!"
    ]
  },
  {
    "id": "4dd17130d164679b8d47054b",
    "name": "The Tippler",
    "lat": 40.74225425044304,
    "lng": -74.00641435189165,
    "tips": [
      "Booty Collins was incredible, fresh, tangy and delicious! Picklebacks were delicious too, def homemade pickle juice. Can't wait to go back & try the homemade fireball! Wait outside was well worth it!"
    ]
  },
  {
    "id": "42717900f964a5206c211fe3",
    "name": "McKenna's Pub",
    "lat": 40.73959231301499,
    "lng": -74.00212340697056,
    "tips": [
      "The pickle back - Jameson shot with pickle juice chaser is incredible! The bartenders are very nice.",
      "ask for the pickle back - shot of whiskey with a chaser of pickle juice."
    ]
  },
  {
    "id": "47f39422f964a5209b4e1fe3",
    "name": "The Rusty Knot",
    "lat": 40.73522028292828,
    "lng": -74.01000084647572,
    "tips": [
      "NYC [Eat, Drink] This dive-meets-tiki-bar-meets-cabin spot creates a great atmosphere for a fun hang out.  Head over on Tuesdays for their all night happy hour. Get a pickle back if you dare!",
      "this place is awesome when it's not the weekend - it gets too crowded and scene-y on friday and saturday nights. get a pickleback.",
      "the rusty knot is a frozen blended mojito that's very refreshing and perfect to sip between pickleback shots",
      "Any bar that serves pickle backs automatically gets an A+.. Do try their signature Rusty Knot- delicious, refreshing.. Like a blended frozen mojito..",
      "Kick things off w/ a pickleback, then move on to a frozen mojito or a lovely glass of boxed wine.",
      "Get a pickle back - shot of whiskey followed by a shot of pickle juice.  Surprisingly delicious and refreshing.",
      "Warm up with a tecate, get a pretzeldog and finish up with a couple of pickle backs for desert!",
      "Get the pickle-back! (whisky shot with pickle juice)",
      "Order a double and it comes in a flaming bucket...forget what Eric f. Says the pickle-back is the best drink in th w village.",
      "Best Pickleback I've EVER had. For realz",
      "Get a Tecate with all of the fixins and a pickle back",
      "Start the night with a $0.99 Busch, move on to a Pickle Back then a Rusty Knot and finish up with some time travel...",
      "Great pickle backs!",
      "The pickleback shot is way more friendly than it sounds.  Do it.",
      "Must order the pickle-back shots",
      "Pickle backs. Drink them.",
      "Pickle backs.",
      "ask for a drink made with pickle juice and a lot of alcohol.  you'll get something interesting in return.",
      "best picklebacks",
      "Pickle-back",
      "Go to get a whiskey/ pickel shot"
    ]
  },
  {
    "id": "3fd66200f964a52036eb1ee3",
    "name": "The Half King",
    "lat": 40.747803205898957,
    "lng": -74.0044747476024,
    "tips": [
      "Pickle backs? I'll take two."
    ]
  },
  {
    "id": "3fd66200f964a5208de81ee3",
    "name": "Rudy's Bar & Grill",
    "lat": 40.75996803603413,
    "lng": -73.99149955208903,
    "tips": [
      "Legendary staple of New York Hell's Kitchen bar life. Beer prices like rural Pennsylvania, pickle back shots and free hot dogs. What a shame I don't drink. They have O'Doul's though, all is good."
    ]
  }
]